Repository: metamn/smuff.old
Catalog: plugins/category-icons/languages/po_files/*/*_helder_viera/category_icons-*.po
Languages: pt_br

source: put_cat_icons : your list is empty ! Don't forget to add <strong>echo=0</strong> in the parameters of wp_list_categories().
pt_br: put_cat_icons:A sua lista está vazia! Não se esqueça de adicionar<strong>echo=0</strong>nos parâmetros de wp_list_categories().

source: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38;ig_tab=options">Assign icons to your categories easily</a>.
pt_br: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38ig_tab=options">Atribuir ícones para suas categorias facilmente </a>.

source: A new version of the plugin <strong>%s</strong> is available
pt_br: Uma nova versão do plugin<strong>%s</strong>está disponível

source: See the changelog of %s version
pt_br: Veja o changelog da versão %s

source: translator_name
pt_br: Helder Vieira

source: Documentation
pt_br: Documentação

source: Troubleshooting
pt_br: Solução de problemas

source: Contact the author
pt_br: Entre em contato com o autor

source: Translated by
pt_br: Traduzido por

source: Filename
pt_br: Nome do arquivo

source: Line Number : Column
pt_br: Número de Linha : Coluna

source: Code
pt_br: Código

source: by
pt_br: por

source: Error in Category Icons
pt_br: Erro na categoria ícones

source: the default upload path is not accessible. Please create one or change the permissions on the directory.
pt_br: o caminho padrão para upload não está acessível. Por favor, crie um ou altere as permissões do diretório.

source: Edit %s
pt_br: Editar %s

source: Are you trying to cheat ?
pt_br: Está tentando trapacear ?

source: You are not allowed to delete category icons.
pt_br: Você não tem permissão para excluir a categoria ícones.

source: Select Category Icons
pt_br: Selecione a categoria ícones

source: Category ID
pt_br: ID da categoria

source: Name
pt_br: Nome

source: Priority
pt_br: Prioridade

source: No Icon
pt_br: Nenhum ícone

source: Small Icon
pt_br: Ícones Pequenos

source: Select Icons
pt_br: Selecione Ícones

source: Delete icons and priority
pt_br: Apagar ícones e prioridades

source: Posts
pt_br: Postagens

source: you must deactivate and reactivate this plugin.
pt_br: você deve desativar e reativar esse plugin.

source: The field %s is missing.
pt_br: O campo %s está faltando.

source: Category Icons
pt_br: Categoria Ícones

source: you must put the category_icons.php in /wp-content/plugins/category-icons/ directory.<br/> So deactivate the plugin, and move the file into category-icons directory.<br/>Click on Plugins 2 times, to restart the plugin detection.<br/>And then, reactivate it.
pt_br: você deve colocar o category_icons.php no diretório /wp-content/plugins/category-icons/.<br/>Então desative o plugin, e mova o arquivo para o diretório category-icons.<br/>Clique em Plugins 2 vezes, para reiniciar a detecção do plugin.<br/>E então, reativá-la.

source: Settings updated.
pt_br: Definições de atualização.

source: Icons
pt_br: Ícones

source: Options
pt_br: Opções

source: Template Tags
pt_br: Modelos de tags

source: Category Icons Settings
pt_br: Configurações da Categoria ícones

source: Local Path to Icons
pt_br: Caminho local dos ícones

source: Leave blank to use default upload path
pt_br: Deixe em branco para utilizar o caminho padrão de upload

source: URL to Icons
pt_br: URL para os Ícones

source: Leave blank to use default upload url
pt_br: Deixe em branco para utilizar a URL padrão de upload

source: Image File Types
pt_br: Tipos de arquivo de imagem

source: Separate by space or comma. E.g. 'jpg gif jpeg png'
pt_br: Separadas por um espaço ou vírgula. Por exemplo: 'gif jpeg jpg png'

source: Maximum number of icons
pt_br: Número máximo de ícones

source: Enter the maximum number of icons to display in front of the posts titles.
pt_br: Digite o número máximo de ícones para exibir em frente aos títulos postados.

source: Patch the files if possible (check for true)
pt_br: Coloque o caminho nos arquivos se possível(Verificar se a existência deles são verdadeiras)

source: Process the list of categories (usually used in sidebar) ?
pt_br: Processo da lista de categorias (normalmente utilizado na barra lateral)?

source: Position the category icon in sidebar on the left<br/>or on the right of the category name ?
pt_br: Posicionar o ícone da categoria na barra lateral esquerda<br/>ou à direita do nome da categoria?

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Select 'Left' if you want to put the category icon in front of the category name in the sidebar, or 'Right' if you want to put it after. <b>Remember that you must use the put_cat_icons() function to display icons in the sidebar</b>.
pt_br: Selecione "esquerda" se você quiser colocar a categoria ícone na frente do nome da categoria na barra lateral, ou "Direita" se você deseja colocá-lo depois.<b>Lembre-se que você deve usar a função put_cat_icons()para exibir ícones na barra lateral</b>.

source: Sizes of the margins around the sidebar icons
pt_br: Tamanhos das margens em torno dos ícones da barra lateral

source: Use CSS (in this case, you must handle yourself the space around the icons with margin)
pt_br: Use o CSS(neste caso, terá de lidar com o espaço em torno dos ícones em si com margem)

source: Use an image to create spaces around the icons
pt_br: Use uma imagem para criar espaços em volta dos ícones

source: Left Spacer Width
pt_br: Largura do espaço a esquerda

source: Left Spacer Height
pt_br: Altura do espaço a direita

source: Right Spacer Width
pt_br: Largura do espaço a direita

source: Right Spacer Height
pt_br: Altura do espaço a direita

source: Check for updates
pt_br: Verificar atualizações

source: Display category icons in RSS feeds
pt_br: Mostrar ícones na categoria feeds RSS

source: Use SEO Friendly Images plugin
pt_br: Usar o plugin imagens SEO Friendly

source: Update Options
pt_br: Opções de atualização

source: Paste the following code in the listed files, at the line and column numbers displayed below.
pt_br: Cole o seguinte código nos arquivos listado, na linha e números da coluna indicados abaixo.

source: There's nothing to do.
pt_br: Não tem nada para fazer.

source: Template Tags for
pt_br: Modelos de tags para

source: Replace the code
pt_br: Substitua o código

source: Categories
pt_br: Categorias

source: Title:
pt_br: Títulos:

source: Show post counts
pt_br: Mostrar números de postagens

source: Show hierarchy
pt_br: Visualizar hierarquia

source: Order : use <a href="http://geekyweekly.com/mycategoryorder">"My Category Order"</a> plugin.
pt_br: Ordem : use <a href="http://geekyweekly.com/mycategoryorder">"Minha Ordem de categoria"</a>plugin.

source: put_cat_icons() parameters:
pt_br: put_cat_icons() parâmetros:

source: Exclude:
pt_br: Excluir:

source: Category IDs, separated by commas.
pt_br: Categoria IDs, separados por vírgulas.

source: Easily assign icons to your categories
pt_br: Atribuir facilmente Ícones às suas categorias
