Repository: metamn/smuff.old
Catalog: plugins/category-icons/languages/po_files/*/*_rodrigo_vieira_alves/category_icons-*.po
Languages: pt_br

source: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38;ig_tab=options">Assign icons to your categories easily</a>.
pt_br: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38;ig_tab=options">Associe ícones às suas categorias facilmente</a>.

source: A new version of the plugin <strong>%s</strong> is available
pt_br: Uma nova versão do plugin <strong>%s</strong> está disponível

source: Are you trying to cheat ?
pt_br: Você está tentando burlar as regras?

source: Categories
pt_br: Categorias

source: Category ID
pt_br: ID Categoria

source: Category IDs, separated by commas.
pt_br: IDs das Categorias, separados por vírgulas.

source: Category Icons
pt_br: Ícones de Categorias

source: Category Icons Settings
pt_br: Opções dos Ícones de Categorias

source: Check for updates
pt_br: Verificar atualizações

source: Code
pt_br: Código

source: Contact the author
pt_br: Entre em contato com o autor

source: Delete icons and priority
pt_br: Apagar ícones e prioridades

source: Display category icons in RSS feeds
pt_br: Exibir ícones de categorias nos feeds RSS

source: Documentation
pt_br: Documentação

source: Easily assign icons to your categories
pt_br: Acossie facilmente ícones às Categorias

source: Edit %s
pt_br: Editar %s

source: Enter the maximum number of icons to display in front of the posts titles.
pt_br: Entre com o número máximo de ícones a serem exibidos ao lado do título do artigo.

source: Error in Category Icons
pt_br: Erro no Category Icons

source: Exclude:
pt_br: Excluir:

source: Filename
pt_br: Nome do Arquivo

source: Icon
pt_br: Ícone

source: Icons
pt_br: Ícones

source: Image File Types
pt_br: Tipos de arquivos de imagens

source: Leave blank to use default upload path
pt_br: Deixe em branco para usar o caminho padrão da pasta de upload

source: Leave blank to use default upload url
pt_br: Deixe em branco para usar o caminho padrão do URL de upload

source: Left
pt_br: Esquerda

source: Left Spacer Height
pt_br: Altura do espaçador da esquerda

source: Left Spacer Width
pt_br: Largura do espaçador da esquerda

source: Line Number : Column
pt_br: Número da Linha: Coluna

source: Local Path to Icons
pt_br: Caminho local para os ícones

source: Maximum number of icons
pt_br: Número máximo de ícones

source: Name
pt_br: Nome

source: No Icon
pt_br: Sem ícone

source: Options
pt_br: Opções

source: Order : use <a href="http://geekyweekly.com/mycategoryorder">"My Category Order"</a> plugin.
pt_br: Ordem : use o plugin <a href="http://geekyweekly.com/mycategoryorder">"My Category Order"</a>.

source: Paste the following code in the listed files, at the line and column numbers displayed below.
pt_br: Cole o código a seguir nos arquivos listados, na linha e colunas indicadas abaixo.

source: Patch the files if possible (check for true)
pt_br: Aplicar mudanças nos arquivos se possível

source: Position the category icon in sidebar on the left<br/>or on the right of the category name ?
pt_br: Posicionar o ícone de categoria na sidebar na esquerda <br/> ou na direita do nome da categoria?

source: Posts
pt_br: Artigos

source: Priority
pt_br: Prioridade

source: Process the list of categories (usually used in sidebar) ?
pt_br: Processar a lista de categorias (normalmente usado nas sidebars) ?

source: Replace the code
pt_br: Substitua o código

source: Right
pt_br: Direita

source: Right Spacer Height
pt_br: Altura do espaçador da direita

source: Right Spacer Width
pt_br: Largura do espaçador da direita

source: See the changelog of %s version
pt_br: Veja o log de mudanças de versão do %s

source: Select 'Left' if you want to put the category icon in front of the category name in the sidebar, or 'Right' if you want to put it after. <b>Remember that you must use the put_cat_icons() function to display icons in the sidebar</b>.
pt_br: Selecione 'Esquerda' se você quer colocar o ícone na frente do nome da categoria na barra lateral, ou 'Direita' se você quer colocar depois.<b> Lembre-se de que você deve usar a função put_cat_icons() para mostrar os ícones na barra lateral</b>

source: Select Category Icons
pt_br: Selecione os ícones de Categorias

source: Select Icons
pt_br: Selecione ícones

source: Separate by space or comma. E.g. 'jpg gif jpeg png'
pt_br: Separe com espaços ou vígulas. ex.: 'jpg gif jpeg png'

source: Settings updated.
pt_br: Opções atualizadas.

source: Show hierarchy
pt_br: Mostrar hierarquia

source: Show post counts
pt_br: Mostar contagem de Artigos

source: Sizes of the margins around the sidebar icons
pt_br: Tamanhos das margens em volta dos ícones nas barras laterais

source: Small Icon
pt_br: Ícone pequeno

source: Template Tags
pt_br: Marcações para o Tema

source: Template Tags for
pt_br: Marcações de temas para

source: The field %s is missing.
pt_br: O campo %s está faltando

source: There's nothing to do.
pt_br: Não há nada a ser feito.

source: Title:
pt_br: Título:

source: Translated by
pt_br: Traduzido por

source: Troubleshooting
pt_br: Solução de problemas

source: URL to Icons
pt_br: URL para os ícones

source: Update Options
pt_br: Salvar alterações

source: Use CSS (in this case, you must handle yourself the space around the icons with margin)
pt_br: Utilizar CSS (neste caso, você deve gerenciar os espaços em volta dos ícones com margens)

source: Use SEO Friendly Images plugin
pt_br: Utilize o plugin de imagens 'SEO Friendly'

source: Use an image to create spaces around the icons
pt_br: Utilize uma imagem para criar espaços em volta dos ícones

source: You are not allowed to delete category icons.
pt_br: Você não tem permissão para apagar o Category Icons

source: by
pt_br: por

source: put_cat_icons : your list is empty ! Don't forget to add <strong>echo=0</strong> in the parameters of wp_list_categories().
pt_br: put_cat_icons : sua lista está vazia! Não esqueça de adicionar <strong>echo=0</strong> nos parâmetros de wp_list_categories().

source: put_cat_icons() parameters:
pt_br: parâmetros do put_cat_icons():

source: the default upload path is not accessible. Please create one or change the permissions on the directory.
pt_br: o caminho padrão da pasta de upload não é acessível. Por favor crie uma ou mude as permissões da pasta atual.

source: you must deactivate and reactivate this plugin.
pt_br: você deve desativar e reativar este plugin

source: you must put the category_icons.php in /wp-content/plugins/category-icons/ directory.<br/> So deactivate the plugin, and move the file into category-icons directory.<br/>Click on Plugins 2 times, to restart the plugin detection.<br/>And then, reactivate it.
pt_br: você deve colocar o category_icons.php em /wp-content/plugins/category-icons/ directory.<br/> Então desative o plugin e mova os arquivos para a pasta category-icons.<br/>Clique em Plugins duas vezes, para reiniciar a detecção de plugins.<br/>E então, reative-o.
