Repository: metamn/smuff.old
Catalog: plugins/category-icons/languages/po_files/category_icons-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, ru_ru, sk_sk, sv_se, tr_tr

source: Settings
fr_fr: Paramètres
it_it: Impostazioni
pl_pl: Ustawienia

source: put_cat_icons : your list is empty ! Don't forget to add <strong>echo=0</strong> in the parameters of wp_list_categories().
bg_bg: put_cat_icons : списъкът е празен! Не забравяйте да добавите <strong>echo=0</strong> в параметрите на wp_list_categories().
cs_cz: put_cat_icons : váš seznam je prázdný! nezapomeňte vložit kód <strong>echo=0</strong> jako parametr do funkce <b>wp_list_categories()</b>.
da_dk: put_cat_icons : din liste er tom ! Husk at tilføje <strong>echo=0</strong> til listen af parametre til wp_list_categories() funktionen.
de_de: put_cat_icons : Ihre Liste ist leer! Vergessen Sie nicht <strong>echo=0</strong> zu den Parametern von wp_list_categories() hinzuzufügen.
es_es: put_cat_icons : tu lista esta vacia ! No olvides añadir <strong>echo=0</strong> en los parametros de wp_list_categories().
fr_fr: put_cat_icons : votre liste est vide ! N'oubliez pas d'ajouter <strong>echo=0</strong> dans les paramètres de wp_list_categories().
it_it: put_cat_icons : la tua lista é vuota ! Non dimenticare di aggiungere echo=0 nei parametri delle wp_list_categories().
nl_nl: put_cat_icons : Je lijst is leeg! Vergeet niet om <strong>echo=0</strong> toe te voegen in de parameters van wp_list_categories().
pl_pl: put_cat_icons: Twoja lista jest pusta! Nie zapomnij dodać <strong>echo=0</strong> w parametrach funkcji wp_list_categories().
ru_ru: put_cat_icons : Ваш список пуст! Не забудьте добавить <strong>echo=0</strong> в параметры функции wp_list_categories().
sk_sk: put_cat_icons : zoznam je prázdny! Nezabudni pridať <strong>echo=0</strong> v parametroch funkcie wp_list_categories().
sv_se: put_cat_icons: Din lista är tom! Glöm inte att lägga till <strong>echo=0</strong> som parameter för wp_list_categories().
tr_tr: put_cat_icons : listeniz boş! <strong>echo=0</strong> değerini wp_list_categories() parametrelerine yazmayı unutmayınız.

source: Easily assign icons to your categories.
fr_fr: Attribuez facilement des icônes à vos catégories
it_it: Assegna le icone alle tue categorie.
pl_pl: Przydziel ikony do swoich kategorii w prosty sposób

source: translator_name
bg_bg: Калин Димитров
cs_cz: Spazi
da_dk: Henrik Schack
de_de: Kristian Bollnow
es_es: nombre_traductor
fr_fr: Brahim MACHKOURI
it_it: Gianni Diurno
nl_nl: Vincent Sparreboom
pl_pl: Krzysiek 'Shlizer' Hinc
ru_ru: Dimox
sk_sk: Samuel Kroslak
sv_se: P-C
tr_tr: çevirmen_adı

source: translator_url
bg_bg: mailto:kabelincho@gmail.com
cs_cz: http://spazi.ic.cz
da_dk: http://henrik.schack.dk/
es_es: url_traductor
fr_fr: http://www.category-icons.com
it_it: http://gidibao.net
nl_nl: http://www.eenblogvoorbloggers.nl
pl_pl: http://shlizer.vot.pl
ru_ru: http://dimox.name
sk_sk: http://blog.samopal.eu/
sv_se: PCJiggly.com
tr_tr: çevirmen_url

source: About
fr_fr: A propos
it_it: Info
pl_pl: Autorzy

source: FAQ
fr_fr: Foire Aux Questions
tr_tr: SSS

source: Translate the plugin
fr_fr: Traduire l'extension
it_it: Tradurre il plugin
pl_pl: Przetłumacz wtyczki

source: Troubleshooting
bg_bg: При проблеми
cs_cz: Časté problémy
da_dk: Fejlsøgning
de_de: Problemlösung
es_es: Problemas
fr_fr: Dépannage
it_it: Problematiche
nl_nl: Probleem oplosser
pl_pl: Usuwanie problemów
ru_ru: Решение проблем
sk_sk: Riešenie problémov
sv_se: Problemlösning
tr_tr: Sorun Giderme

source: Contact the author
bg_bg: Свържете се с автора
cs_cz: Kontakt na autora
da_dk: Kontakt forfatteren
de_de: Kontaktieren Sie den Autor
es_es: Contacta con el autor
fr_fr: Contacter l'auteur
it_it: Contatta l'autore
nl_nl: Benader de auteur
pl_pl: Skontaktuj się z autorem
ru_ru: Обратная связь с автором
sk_sk: Skontaktuj autora
sv_se: Kontakta upphovsmannen
tr_tr: Yazarla iletişim

source: Translated by
bg_bg: Превод
cs_cz: Přeložil
da_dk: Oversat af
de_de: Übersetzt von
es_es: Traducido por
fr_fr: Traduit par
it_it: Traduzione a cura di
nl_nl: Vertaald door
pl_pl: Przetłumaczone przez
ru_ru: Перевод от
sk_sk: Preložil:
sv_se: Översatt av
tr_tr: Çeviren

source: Can't contact www.category-icons.com. Retry later, please.
fr_fr: Impossible de contacter le site www.category-icons.com pour l'instant.
it_it: Il sito www.category-icons.com non é raggiungibile. Riprova più tardi.

source: Filename
bg_bg: Име на файла
cs_cz: Název souboru
da_dk: Filnavn
de_de: Dateiname
es_es: Nombre de Archivo
fr_fr: Nom de Fichier
it_it: Nome del File
nl_nl: Filenaam
pl_pl: Nazwa pliku
ru_ru: Имя файла
sk_sk: Meno súboru
sv_se: Filnamn
tr_tr: Dosya adı

source: Line Number : Column
bg_bg: Ред : Колона
cs_cz: Číslo řádku : sloupec
da_dk: Linjenummer : kolonne
de_de: Zeile : Spalte
es_es: Numero de Linea : Columna
fr_fr: Numéro de Ligne : Colonne
it_it: Numero della Linea : Colonna
nl_nl: Lijn Nummer: Kolom
pl_pl: Numer linii : Kolumna
ru_ru: Номер строки : столбца
sk_sk: Číslo riadka : Stĺpec
sv_se: Radnummer : Kolumn
tr_tr: Satır numarası : Sütun

source: by
bg_bg: с
da_dk: af
de_de: von
es_es: por
fr_fr: par
it_it: di
nl_nl: Door
pl_pl: na
ru_ru: на
sk_sk: od :
sv_se: av
tr_tr: tarafından

source: Error in Category Icons
bg_bg: Грешка в Икони за категории
cs_cz: Chyba v pluginu Category Icons
da_dk: Fejl i kategori ikoner
de_de: Fehler in Kategorie Icons
es_es: Error en Iconos de CAtegorias
fr_fr: Erreur dans l'extension 'Category Icons'
it_it: errore nelle icone per le categorie
nl_nl: Error in de Categorie Iconen
pl_pl: Błąd w ikonach kategorii
ru_ru: Ошибка в Category Icons
sk_sk: Vyber ikony pre kategórie
sv_se: Fel i Category Icons
tr_tr: Kategori ikonları'nda hata

source: the default upload path is not accessible.
fr_fr: le répertoire de téléversement (upload) par défaut n'est pas accessible.
it_it: non é accessibile il percorso predefinito per l'upload dei file.
pl_pl: domyślna ścieżka wgrywanych plików jest niedostępna.

source: Please create one or change the permissions on the directory.
fr_fr: Veuillez en créer un, ou alors changer les droits du répertoire.
it_it: Creane uno oppure modifica i permessi della cartella.
pl_pl: Stwórz ją lub zmień ustawienia albo uprawnienia ścieżki.

source: Edit %s
bg_bg: Редактирайте %s
cs_cz: Upravit %s
da_dk: Redigér %s
de_de: Bearbeite %s
es_es: Editar %s
fr_fr: Editer %s
it_it: Modifica %s
nl_nl: Pas aan %s
pl_pl: Edytuj %s
ru_ru: Изменить %s
sk_sk: Uprav %s
sv_se: Redigera %s
tr_tr: Düzenle %s

source: Are you trying to cheat ?
bg_bg: Опитвате се да надхитрите системата?
cs_cz: Pokoušíte se podvádět?
da_dk: Prøver du at snyde ?
de_de: Versuchen Sie zu schummeln?
es_es: Estas intentando trucar ?
fr_fr: Essayez-vous de tricher ?
it_it: Stai cercando di barare?
nl_nl: Dit gaat niet goed.
pl_pl: Oszukujemy, co?
ru_ru: Пытаетесь схитрить?
sk_sk: Snažíš sa podvádzať ?
sv_se: Försöker du fuska?
tr_tr: Hile mi yapmaya çalışıyorsunuz ?

source: You are not allowed to delete category icons.
bg_bg: Не е позволено да изтривате икони за категории.
cs_cz: Nemáte oprávnění smazat obrázek kategorie
da_dk: Du har ikke lov til at slette kategori ikoner
de_de: Sie haben keine Erlaubnis zum Löschen der Kategorie Icons.
es_es: No tienes permiso para borrar Iconos de Categoria
fr_fr: Vous n'êtes pas autorisé à effacer des icônes de catégorie.
it_it: Non ti é permesso cancellare le icone per la categoria.
nl_nl: Het is niet toegestaan zo de categorie iconen te verwijderen.
pl_pl: Nie masz uprawnień do usuwania ikon kategorii.
ru_ru: Вы не можете удалять иконки рубрик.
sk_sk: Nemáš práva na odstránenie modulu category icons.
sv_se: Du har inte rättighet att radera category icons.
tr_tr: Kategori ikonlarını silmeye izniniz yok.

source: Select Category Icons
bg_bg: Изберете икони за категориите
cs_cz: Vyberte si obrázek kategorie
da_dk: Vælg kategori ikoner
de_de: Kategorie Icons auswählen
es_es: Selecciona Iconos de Categoria
fr_fr: Affectation d'icônes à une catégorie
it_it: Seleziona Icona per Categoria
nl_nl: Selecteer de categorie iconen
pl_pl: Zaznacz kategorię ikon
ru_ru: Иконки рубрик
sk_sk: Vyber ikony pre kategórie
sv_se: Välj Category Icons
tr_tr: Kategori ikonlarını seçin.

source: Category ID
bg_bg: ID на категорията
cs_cz: ID kategorie
da_dk: Kategori ID :
de_de: Kategorie ID
es_es: ID de Categoria
fr_fr: Identifiant de catégorie
it_it: ID categoria
nl_nl: Categorie ID
pl_pl: ID Kategorii
ru_ru: ID рубрики
sk_sk: ID kategórie :
sv_se: Kategori ID
tr_tr: Kategori ID

source: Name
bg_bg: Име
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa
ru_ru: Название
sk_sk: Meno
sv_se: Namn
tr_tr: İsim

source: Priority
bg_bg: Приоритет
cs_cz: Priorita
da_dk: Prioritet
de_de: Priorität
es_es: Prioridad
fr_fr: Priorité
it_it: Importanza
nl_nl: Prioriteit
pl_pl: Priorytet
ru_ru: Приоритет
sk_sk: Priorita
sv_se: Prioritet
tr_tr: Öncelik

source: Icon
bg_bg: Икона
cs_cz: Obrázek
da_dk: Ikon
es_es: Icono
fr_fr: Icône
it_it: Icona
nl_nl: Icoon
pl_pl: Ikona
ru_ru: Иконка
sk_sk: Ikona
sv_se: Ikon
tr_tr: İkon

source: Select a file :
fr_fr: Choisissez un fichier :
it_it: Seleziona un file:

source: No Icon
bg_bg: Без икона
cs_cz: Bez obrázku
da_dk: Ingen ikon
de_de: Kein Icon
es_es: Sin Icono
fr_fr: Pas d'icône
it_it: Nessuna Icona
nl_nl: Geen Icoon
pl_pl: Brak ikony
ru_ru: Нет иконки
sk_sk: Žiadna ikona
sv_se: Ingen ikon
tr_tr: İkon yok

source: Or enter an URL for the icon :
fr_fr: Ou entrez une URL pour l'icône :
it_it: oppure inserisci un URL per l'icona :

source: Small Icon
bg_bg: Малка икона
cs_cz: Malý obrázek
da_dk: Lille ikon
de_de: Kleines Icon
es_es: Icono Pequeño
fr_fr: Petite icône
it_it: Icona piccola
nl_nl: Klein Icoon
pl_pl: Małe ikony
ru_ru: Маленькая иконка
sk_sk: Malá ikona
sv_se: Liten ikon
tr_tr: Küçük ikon

source: Select Icons
bg_bg: Запази промените
cs_cz: Vyberte obrázek
da_dk: Gem
de_de: Icons auswählen
es_es: Selecciona Iconos
fr_fr: Valider la sélection
it_it: Seleziona le icone
nl_nl: Selecteer Iconen
pl_pl: Zaznacz ikony
ru_ru: Выбрать иконки
sk_sk: Vyber ikony
sv_se: Välj ikoner
tr_tr: İkonları seç

source: Delete icons and priority
bg_bg: Изтрий иконите и приоритетите
cs_cz: Smazat obrázek a prioritu
da_dk: Slet ikoner og prioritet
de_de: Icons und Prioritäten löschen
es_es: Borrar Iconos y Prioridad
fr_fr: Effacer les icônes et leur priorité
it_it: Elimina le icone e le priorità
nl_nl: Verwijder de iconen en de prioriteit
pl_pl: Usuń ikonę i priorytet
ru_ru: Удалить иконки и приоритет
sk_sk: Vymaž ikony a priority
sv_se: Radera ikoner och prioritet
tr_tr: İkonları ve öncelikleri sil

source: ID
fr_fr: Identifiant

source: Posts
bg_bg: Публикации
cs_cz: Použití
da_dk: Indlæg
de_de: Beiträge
es_es: Entradas
fr_fr: Articles
it_it: Articoli
pl_pl: Wpisy
ru_ru: Записей
sk_sk: Články
sv_se: Inlägg
tr_tr: Yazılar

source: Category Icons
bg_bg: Икони за категории (Categroy Icons)
da_dk: Kategori ikoner
de_de: Kategorie Icons
es_es: Iconos de Categorias
fr_fr: Icônes de catégorie
nl_nl: Categorie Iconen
pl_pl: Ikony kategorii
sk_sk: Ikony pre kategórie
tr_tr: Kategori İkonları

source: you must put the category_icons.php in /wp-content/plugins/category-icons/ directory.<br/> So deactivate the plugin, and move the file into category-icons directory.<br/>Click on Plugins 2 times, to restart the plugin detection.<br/>And then, reactivate it.
bg_bg: трябва да сложите category_icons.php в директорията /wp-content/plugins/category-icons/.<br/> Изключете разширението и преместете файлът в директорията category-icons.<br/>Кликнете на Разширение два пъти, за да опресните разпознаването на разширенията.<br/>Включете разширенито отново.
cs_cz: Musíte vložit soubor <em>category_icons.php</em> do složky <em>./wp-content/plugins/category-icons/</em> <br /> Deaktivujte plugin v administraci a přesuňte tento soubor do složky pluginu <em>category-icons</em>. <br />Plugin v administraci poté znovu aktivujte.
da_dk: Du skal placere category_icons.php i /wp-content/plugins/category-icons/ biblioteket.<br/> Deaktiver udvidelsen, og flyt filen ind i category-icons biblioteket.<br />Klik på udvidelser 2 gange for at genstarte udvidelses detektion.<br /> Til slut aktiver udvidelsen igen.
de_de: sie müssen die Datei category_icons.php in das Verzeichnis /wp-content/plugins/category-icons/ packen.<br/> Also deaktivieren Sie das Plugin bitte, bewegen die Datei in das Verzeichnis und aktivieren Sie das Plugin erneut.
es_es: necesitas poner el archivo category_icons.php en el directorio /wp-content/plugins/category-icons/ <br/> Desactiva el plugin, y mueve el archivo dentro del directorio category-icons.<br/>Pulsa en Plugins 2 veces, para reiniciar la deteccion del plugin.<br/>Y despues activalo de nuevo.
fr_fr: vous devez mettre le fichier category_icons.php dans le répertoire /wp-content/plugins/category-icons/.<br/> Pour cela, désactivez l'extension, puis déplacer le fichier dans le répertoire category-icons/<br/>Cliquez ensuite 2 fois sur Extensions, afin de recommencer la détection de l'extension.<br/>Pour finir, réactivez l'extension.
it_it: devi allocare category_icons.php sotto /wp-content/plugins/category-icons/.<br/> Disattiva quindi il plugin e sposta il file nella cartella category-icons.<br/>Clicca 2 volte Plugins per riavviare il rilevamento del plugin.<br/>E poi, riattivalo.
nl_nl: Je moet de category_icons.php plaatsen in /wp-content/plugins/category-icons/ directory.<br/> Dus deactiveer de plugin en plaats het bestand in de category-icons directory.<br/> Click 2 maal op Plugins, voor het herstarten van de plugin detectie.<br/> en dan kan je hem reactiveren.
pl_pl: musisz umieścić category_icons.php w lokalizacji '/wp-content/plugins/category-icons/'.<br/>W tym celu wyłącz wtyczkę i przenieś plik do odpowiedniego katalogu.<br/>Kliknij na wtyczkę 2 razy, aby ponowić wykrycie wtyczki.<br/>Następnie włącz ją.
ru_ru: вы должны поместить файл category_icons.php в папку /wp-content/plugins/category-icons/.<br/> Деактивируйте плагин и положите файл в папку category-icons.<br/>Затем повторно активируйте его.
sk_sk: Musíš vložiť súbor category_icons.php do adresára /wp-content/plugins/category_icons/ <br/> Deaktivujte plugin, a presuňte súbor do adresára category_icons.<br/>Následne stlačte tlačidlo Plugins dva krát, kvôli reštartovaniu detekcie pluginov.<br/>Potom ho znovu aktivujte.
sv_se: du måste spara category_icons.php i katalogen /wp-content/plugins/category-icons/ .<br/>Så avaktivera denna plkugin och flytta filen till katalogen category-icons.<br/>Klicka på Plugins två gånger för att ladda listan över plugins.<br/>Omaktivera sedan denna plugin.
tr_tr: category_icons.php dosyasını /wp-content/plugins/category-icons/ dizinine koymalısınız. <br/> Yani eklentiyi etkisizleştirin, ve dosyayı category-icons dizinine taşıyın.<br/>Eklenti algılamasını tekrar başlatmak için, Eklentiler'e 2 kere tıklayın.<br/>Sonra tekrar active edin.

source: Settings updated.
bg_bg: Промените са запазени.
cs_cz: Nastavení aktualizováno
da_dk: Indstillinger opdateret
de_de: Einstellungen aktualisiert.
es_es: Ajustes actualizados.
fr_fr: Paramètres mis à jour.
it_it: Le impostazioni sono state aggiornate.
nl_nl: Instellingen zijn geüpdate.
pl_pl: Ustawienia zapisane.
ru_ru: Настройки сохранены.
sk_sk: Nastavenia aktualizované.
sv_se: Inställningar uppdaterade.
tr_tr: Ayarlar güncellendi.

source: Icons
cs_cz: Obrázky
da_dk: Ikoner
fr_fr: Icônes
it_it: Icone
nl_nl: Iconen
pl_pl: Ikony
ru_ru: Иконки
sv_se: Ikoner
tr_tr: İkonlar

source: Template Tags
cs_cz: Zástupné znaky
fr_fr: Tags du thème
pl_pl: Tagi szablonu
sv_se: Template taggar
tr_tr: Tema Tagları

source: How To
fr_fr: Comment faire pour...
it_it: Come faccio a...

source: Support the plugin
fr_fr: Supportez l'extension
it_it: Sostieni il plugin
pl_pl: Wsparcie wtyczki

source: I really did put a lot of effort into this WordPress Category Icons plugin & its support. If you want to thank me for my support regarding your issues, or if you like this plugin, or it has benefited you, your support of any amount is welcome.
fr_fr: Si je vous ai aidé et que vous voulez me remercier, ou si mon plugin vous est utile et/ou qu'il vous rend service, votre support est le bienvenu.
it_it: Lo sviluppo ed il suppporto per il plugin WordPress Category Icons richiede molto tempo. Qualora il mio lavoro ti fosse stato utile, considera la possibilità di effettuare una donazione. Grazie.

source: Category Icons Settings
bg_bg: Настройки на Икони за катгории (Category Icons)
cs_cz: Nastavení Category Icons
da_dk: Kategori ikon indstillinger
de_de: Kategorie Icons Einstellungen
es_es: Ajustes de Iconos de Categorias
fr_fr: Paramètres de l'extension
it_it: Impostazioni Icone per categoria
nl_nl: Instellingen Categorie Iconen
pl_pl: Opcje ikon kategorii
ru_ru: Настройки Category Icons
sk_sk: Nastavenia modulu Category Icons
sv_se: Category Icons inställningar
tr_tr: Kategori İkonları Seçenekleri

source: Database access
fr_fr: Accès à la base de données
it_it: Accesso database
pl_pl: Dostęp do bazy danych

source: A query for each icon
fr_fr: Une requête par icône
it_it: Una query per ogni icona
pl_pl: Zapytanie dla każdej ikony

source: Uncheck the option to use one query for all the icons
fr_fr: Désélectionnez l'option afin d'utiliser une seule requête pour toutes les icônes
it_it: Deseleziona l'opzione per utilizzare una sola query per tutte le icone
pl_pl: Odznacz opcję, aby wysyłać do bazy tylko jedno zapytanie dla wszystkich ikon

source: Patch the files if possible (check for true)
bg_bg: Закърпи файловете ако е възможно ( отбележете за &#8222;да&#8220; )
cs_cz: Kontrolovat cestu k souborům?
da_dk: Patch filerne hvis muligt :
de_de: Verändern Sie wenn möglich diese Dateien (betreffende Dateien markieren)
es_es: Parchea los archivos si se puede (marcar para verdadero)
fr_fr: Patcher les fichiers si possible (cocher pour oui)
it_it: Correggi i file se possibile (seleziona per attivare):
nl_nl: Wanneer mogelijk, patch de bestanden (check voor waar)
pl_pl: Uaktualnij pliki jeśli możliwe (zaznacz jeśli prawda)
ru_ru: Исправить файлы, если это возможно
sk_sk: Aplikuj plugin na súbory ak je to možné (zaškrtni pre áno) :
sv_se: Uppgradera filerna om möjligt (kontrollera att lyckats)
tr_tr: Mümkünse dosyaları yama (yamamak için işaretleyin)

source: Process the list of categories (usually used in sidebar) ?
bg_bg: Обработване на списъка с категориите (обикновенно се използва в страничната лента)?
cs_cz: Vložit obrázky i do seznamu kategorií v menu (sidebar.php)?
da_dk: Bearbejd listen af kategorier (typisk i sidebaren) ?
de_de: Soll die Liste der Kategorien (üblicherweise in der Sidebar) verarbeitet werden ?
es_es: Procesar la lista de categorias (normalmente usadas en barra lateral) ?
fr_fr: Traiter les listes de catégories (utilisées généralement dans sidebar.php) ?
it_it: Vuoi mostrare la lista delle gategorie (nella sidebar) ?
nl_nl: Proces de lijst van categorieën (meestal gebruikt in de sidebar) ?
pl_pl: Listować kategorie (zazwyczaj potrzebne do paska bocznego)?
ru_ru: Обработать список рубрик?
sk_sk: Spracuj zoznam kategórií (obvykle v bočnom paneli) ?
sv_se: Behandla listan över kategorier (vanligtvis i sidokolumnen)?
tr_tr: Kategori listelerinde uygula (genelde yan menüde kullanılır) ?

source: Position of the category icon in the sidebar
fr_fr: Position de l'icône de catégorie dans la barre latérale
it_it: Posizione nella sidebar per la icona di categoria
pl_pl: Pozycja ikony kategorii w pasku bocznym

source: Left
bg_bg: Ляво
cs_cz: Vlevo
da_dk: Venstre
de_de: Links
es_es: Izquierda
fr_fr: Gauche
it_it: Sinistra
nl_nl: Links
pl_pl: Lewa
ru_ru: Слева
sk_sk: Vľavo
sv_se: Vänster
tr_tr: Sol

source: Right
bg_bg: Дясно
cs_cz: Vpravo
da_dk: Højre
de_de: Rechts
es_es: Derecha
fr_fr: Droite
it_it: Destra
nl_nl: Rechts
pl_pl: Prawa
ru_ru: Справа
sk_sk: Vpravo
sv_se: Höger
tr_tr: Sağ

source: Select 'Left' if you want to put the category icon in front of the category name in the sidebar, or 'Right' if you want to put it after. <b>Remember that you must use the put_cat_icons() function to display icons in the sidebar, unless you use the <a href='widgets.php'>widget</a></b>.
fr_fr: Choisissez 'Gauche' si vous voulez afficher l'icône devant le nom de la catégorie, ou 'Droite' si vous voulez la voir après le nom. <b>Notez qu'il faut nécessairement utiliser la fonction put_cat_icons() pour afficher des icônes dans la barre latérale, à moins d'utiliser le <a href='widgets.php'>widget</a>.</b>
it_it: Seleziona 'Sinistra' se desideri che l'icona della categoria nella sidebar sia posizionata davanti al nome oppure 'Destra' se lo vuoi a seguire. <b>Ricorda che dovrai inserire la funzione put_cat_icons() affinché le icone possano essere visualizzate nella sidebar diversamente, utilizza il <a href='widgets.php'>widget</a> dedicato</b>.
pl_pl: Zaznacz 'lewa' jeśli chcesz, aby ikony kategorii zostały wyświetlone przed nazwą kategorii w panelu bocznym lub 'prawa' jeżeli chcesz, aby były wyświetklone za nazwą. <b>Pamiętaj, że aby ujrzeć ikony kategorii musisz użyć funkcji put_cat_icons() w panelu bocznym, chyba że kożystasz z <a href='widgets.php'>widżetów</a></b>.

source: Image quality
fr_fr: Qualité d'image
it_it: Qualità immagine
pl_pl: Jakość obrazka

source: Use TimThumb resize method
fr_fr: Utiliser la méthode de redimensionnement de TimThumb
it_it: Utilizza per il ridimensionamento lo script TimThumb
pl_pl: Użyj metody zmiany rozmiarów TimThumb

source: Select this option if you want to enhance the image quality when the images are resized, instead letting the browser resize them. More informations <a href='http://www.darrenhoyt.com/2008/04/02/timthumb-php-script-released/'>here</a>. Credit to Tim McDaniels for his <a href='http://code.google.com/p/timthumb/'>TimThumb</a> script
fr_fr: Sélectionnez cette option si vous voulez améliorer la qualité d'image lors de leur redimensionnement, au lieu de laisser le navigateur s'en charger. Plus d'informations <a href='http://www.darrenhoyt.com/2008/04/02/timthumb-php-script-released/'>ici</a>. Crédit à Tim McDaniels pour son programme <a href='http://code.google.com/p/timthumb/'>TimThumb</a>
it_it: Seleziona questa opzione qualora desiderassi migliorare la qualità delle immagini ridimensionate diversamente, lascia che sia il browser a farlo. Per ulteriori informazioni vai <a href='http://www.darrenhoyt.com/2008/04/02/timthumb-php-script-released/'>qui</a>. Sviluppatore dello script <a href='http://code.google.com/p/timthumb/'>TimThumb</a>: Tim McDaniels
pl_pl: Zaznacz tę opcję jeśli chcesz poprawić jakość obrazka podczas zmiany rozmiaru, w przeciwnym razie zleć to zadanie przeglądarce. Więcej informacji <a href='http://www.darrenhoyt.com/2008/04/02/timthumb-php-script-released/'>tutaj</a>. Podziękowania dla Tima McDanielsa za jego skrypt <a href='http://code.google.com/p/timthumb/'>TimThumb</a>.

source: Sizes of the margins around the sidebar icons
cs_cz: Velikost odsazení vašeho obrázku od okolních prvků
fr_fr: Tailles des marges autour des icônes de la liste des catégories dans la barre sur le côté
it_it: Dimensione degli spazi intorno alle icone nella sidebar
nl_nl: Afmetingen van de ruimte om de sidebar iconen
pl_pl: Rozmiary przestrzeni wokół ikon paska bocznego
ru_ru: Размер отступов вокруг иконок в садбаре
sv_se: Storlek på marginaler runt ikoner i sidokolumn
tr_tr: Yan menü ikonlarının çevresindeki çerçevelerin(boşlukların) boyutu

source: Use CSS
fr_fr: Utiliser le CSS
it_it: Utilizza CSS
pl_pl: Korzystaj z CSS

source: If you decide to use CSS, you must handle yourself the space around the icons with margin
fr_fr: Si vous décidez d'utiliser les CSS, vous devrez vous-même définir les marges autour des icônes dans la barre latérale
it_it: Decidessi di utilizzare il CSS, potrai assegnare tu stesso lo spazio di margine intorno alle icone
pl_pl: Jeśli zdecydujesz się na użycie CSS, musisz sam zatroszczyć się o przestrzeń wokół ikony i sam poprzydzielać marginesy.
