Repository: metamn/smuff.old
Catalog: plugins/category-icons/languages/po_files/category_icons-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, ru_ru, sk_sk, sv_se, tr_tr

source: Use an image to create spaces around the icons
cs_cz: Použít odsazení kolem obrázku kategorie
fr_fr: Utiliser une image pour définir les marges autour des icônes
it_it: Utilizza una immagine per creare gli spazi intorno alle icone:
nl_nl: Gebruik een afbeelding om een ruimte te creëren rond de icoon
pl_pl: Użyj obrazka, aby wypełnić przestrzeń wokół obrazka
ru_ru: Использовать изображение для создания отступа вокруг иконок
sv_se: Använd en bild för att skapa utrymme mellan ikoner
tr_tr: İkonların çevresinde boşluk yaratmak için bir resim kullan

source: Left Spacer Width
bg_bg: Ширина от ляво
cs_cz: Šířka levé mezery
da_dk: Venstre mellemrum bredde :
de_de: Breite linker Spacer
es_es: Ancho de espacio a la Izquierda
fr_fr: Largeur de l'espace gauche
it_it: Larghezza spazio a sinistra
nl_nl: Breedte Ruimte Links
pl_pl: Szerokość przestrzeni z lewej
ru_ru: Ширина левого отступа
sk_sk: Šírka ľavej medzery
sv_se: Vänster indrag bredd
tr_tr: Sol Boşluk Genişliği

source: Left Spacer Height
bg_bg: Височина от ляво
cs_cz: Výška levé mezery
da_dk: Venstre mellemrum højde :
de_de: Höhe linker Spacer
es_es: Alto de espacio a la Izquierda
fr_fr: Hauteur de l'espace gauche
it_it: Altezza spazio a sinistra
nl_nl: Hoogte Ruimte Links
pl_pl: Wysokość przestrzeni z lewej
ru_ru: Высота левого отступа
sk_sk: Výška ľavej medzery
sv_se: Vänster indrag höjd
tr_tr: Sol Boşluk Yüksekliği

source: Right Spacer Width
bg_bg: Ширина от дясно
cs_cz: Šířka mezery vpravo
da_dk: Højre mellemrum bredde :
de_de: Breite rechter Spacer
es_es: Ancho de espacio a la Derecha
fr_fr: Largeur de l'espace droit
it_it: Larghezza spazio a destra
nl_nl: Breedte Ruimte Rechts
pl_pl: Szerokość przestrzeni z prawej
ru_ru: Ширина правого отступа
sk_sk: Šírka pravej medzery
sv_se: Höger indrag bredd
tr_tr: Sağ Boşluk Genişliği

source: Right Spacer Height
bg_bg: Височина от дясно
cs_cz: Výška mezery vpavo
da_dk: Højre mellemrum højde :
de_de: Höhe rechter Spacer
es_es: Alto de espacio a la Derecha
fr_fr: Hauteur de l'espace droit
it_it: Altezza spazio a destra
nl_nl: Hoogte Ruimte Rechts
pl_pl: Wysokość przestrzeni z prawej
ru_ru: Высота правого отступа
sk_sk: Výška pravej medzery
sv_se: Höger indrag höjd
tr_tr: Sağ Boşluk Yüksekliği

source: Display category icons in RSS feeds
cs_cz: Zobrazení obrázků kategorií v RSS kanálu
da_dk: Vis kategori ikoner i RSS feeds
fr_fr: Afficher les icônes de catégorie dans le flux RSS
it_it: Mostra le icone delle categorie nei feed RSS
nl_nl: Laat de icoon zien in de RSS feed
pl_pl: Wyświetlaj ikony kategorii w RSS.
ru_ru: Показывать иконки рубрик в RSS-фидах
sv_se: Visa category_icons i RSS feeds
tr_tr: Kategori ikonlarını RSS'lerde göster

source: Use SEO Friendly Images plugin
cs_cz: Použít SEO <em>Friendly Images plugin</em>
fr_fr: Utiliser le plugin 'SEO Friendly Images'
it_it: Utilizza il plugin SEO Friendly Images
pl_pl: Użyj wtyczki SEO Friendly Images.
ru_ru: Используйте плагин SEO Friendly Images
sv_se: Använd SEO Friendly Images plugin.
tr_tr: SEO Dostu Görüntüler eklentisini kullan

source: Local Path to Icons
bg_bg: Път към иконите
cs_cz: Relativní cesta k obrázkům
da_dk: Lokal sti til ikoner :
de_de: Lokaler Pfad zu den Icons
es_es: Ruta Local a Iconos
fr_fr: Chemin local pour accéder aux icônes
it_it: Percorso delle icone
nl_nl: Lokaal pad naar Iconen
pl_pl: Lokalna ścieżka do ikon
ru_ru: Локальный путь к папке с иконками
sk_sk: Miestna cesta k ikonám :
sv_se: Lokal sökväg till ikoner
tr_tr: İkonların Lokal Yolu

source: Leave blank to use default upload path
bg_bg: Оставете празно, за да изполвате пътя за качване по подразбиране
cs_cz: Nechte prázdné pro použití výchozí cesty ke složce
da_dk: Udfyldes denne ikke, anvendes standard upload sti
de_de: Freilassen, um den Standard-Upload-Pfad zu verwenden
es_es: Dejar en blanco para usar la ruta de subidas por defecto
fr_fr: Laissez vide pour utiliser le chemin d'upload par défaut
it_it: Lascia in bianco per utilizzare il percorso di allocazione predefinito
nl_nl: Laat leeg voor het gebruik van het standaard upload pad
pl_pl: Pozostaw puste, aby korzystać z domyślnej ścieżki wgrywanych plików
ru_ru: Оставьте пустым, чтобы использовать путь по умолчанию
sk_sk: Nechajte pole prázdne pre východiskovú cestu
sv_se: Lämna blankt för att använda förinställd sökväg för uppladdningar.
tr_tr: Varsayılan yükleme yolunu kullanmak için boş bırakın

source: URL to Icons
bg_bg: Пълен адрес (URL) до иконите
cs_cz: URL adresa k obrázku
da_dk: URL til ikoner :
de_de: URL zu den Icons
es_es: URL a Iconos
fr_fr: URL menant aux icônes
it_it: URL delle icone
nl_nl: URl naar Iconen
pl_pl: URL do ikon
ru_ru: URL папки с иконками
sk_sk: URL k ikonám :
sv_se: URL till ikoner
tr_tr: İkonların URL'si

source: Leave blank to use default upload url
bg_bg: Оставете празно, за да използвате URL по подразбиране
cs_cz: Nechte prázdné pro výchozí URL adresu obrázku
da_dk: Udfyldes denne ikke, anvendes standard upload URL
de_de: Freilassen, um die Standard-Upload-URL zu verwenden
es_es: Dejar en blanco para usar la url de subidas por defecto
fr_fr: Laissez vide pour utiliser l'URL d'upload par défaut
it_it: Lascia in bianco per utilizzare il percorso predefinito delle url
nl_nl: Laat leeg voor het gebruik van het standaard upload URL
pl_pl: Pozostaw puste, aby korzystać z domyślnego url wgrywanych plików
ru_ru: Оставьте пустым, чтобы использовать url по умолчанию
sk_sk: Nechajte pole prázdne pre východiskovú URL cestu
sv_se: Lämna blankt för att använda förinställd sökväg för uppladdningar
tr_tr: Varsayılan yükleme url'sini kullanmak için boş bırakın

source: Image File Types
bg_bg: Видове графични файлове
cs_cz: Možné přípony souborů obrázků
da_dk: Billedtyper :
de_de: Dateitypen der Bilder
es_es: Tipos de Archivos de Imagen
fr_fr: Types des fichiers images
it_it: Estensione file immagine
nl_nl: Image bestand type
pl_pl: Rozszerzenia plików grafiki
ru_ru: Типы файлов изображений
sk_sk: Typy súborov s obrázkami
sv_se: Filtyper för bilder
tr_tr: Görüntü Dosyası Türleri

source: Separate by space or comma. E.g. 'jpg gif jpeg png'
bg_bg: Отделете с интервал или запетая ( 'jpg gif jpeg png' или 'jpg, gif, jpeg, png')
cs_cz: Přípony oddělujte mezerou (např. jpg gif jpeg png)
da_dk: Adskil med mellemrum eller komma, f.eks 'jpg gif jpeg png'
de_de: Mit Komma oder Leerzeichen trennen. Beispiel: 'jpg gif jpeg png'
es_es: Separar por espacios o comas. Ejem. 'jpg gif jpeg png'
fr_fr: Séparez les types par des espaces ou virgules. Ex : 'jpg gif jpeg png'
it_it: Separare con uno spazio od una virgola. Ad es. 'jpg gif jpeg png'
nl_nl: Gescheiden door spatie of komma's b.v. 'jpg gif jpeg png'
pl_pl: Oddzielone spacją lub przecinkiem. Np. 'jpg gif jpeg png'.
ru_ru: Разделяйте пробелом или запятой. Например, "jpg gif jpeg png"
sk_sk: Typy súborov oddeľujte čiarkou alebo medzerou. Napr. 'jpg gif jpeg png'
sv_se: Separera med mellanslag eller komma. T.ex. 'jpg gif jpeg png'
tr_tr: Boşluk veya virgül ile ayırın. Örn. 'jpg gif jpeg png'

source: Maximum icon width
fr_fr: Largeur maximale d'une icône
it_it: Larghezza massima icona
pl_pl: Maksymalna szerokość ikony

source: Enter the maximum width of an icon.
fr_fr: Entrez la largeur maximale d'une icône.
it_it: Inserisci la larghezza massima di una icona
pl_pl: Wpisz maksymalną szerokość, jaką może mieć ikona.

source: Maximum icon height
fr_fr: Hauteur maximale d'une icône
it_it: Altezza massima icona
pl_pl: Maksymalna wysokość ikony

source: Enter the maximum height of an icon.
fr_fr: Entrez la hauteur maximale d'une icône.
it_it: Inserisci l'altezza massima di una icona
pl_pl: Wpisz maksymalną wysokość, jaką może mieć ikona.

source: Maximum number of icons
bg_bg: Максимален брой икони
cs_cz: Maximální počet obrázků
da_dk: Max antal ikoner
de_de: Maximale Anzahl von Icons
es_es: Numero Maximo de Iconos
fr_fr: Nombre maximum d'icônes
it_it: Numero massimo di icone
nl_nl: Maximaal aantal iconen
pl_pl: Maksymalna liczba ikon
ru_ru: Максимальное количество иконок
sk_sk: Maximálny počet ikôn :
sv_se: Max antal ikoner
tr_tr: İkonların maksimum sayısı

source: Enter the maximum number of icons to display in front of the posts titles.
bg_bg: Въведете максималния брой икони, които да се показват пред заглавията на публикациите.
cs_cz: Vložte maximální počet obrázků, které se mohou zobrazit (pokud má článek více kategorií)
da_dk: Angiv det maksimale antal ikoner der kan vises foran et indlægs titel.
de_de: Geben Sie die maximale Anzahl an Icons vor dem Beitragstitel ein.
es_es: Introduce el numero maximo de iconos a mostrar en los titulos de las entradas.
fr_fr: Entrez le nombre maximum d'icônes à afficher devant le titre des articles.
it_it: Inserisci il numero massimo di icone consentito da mostrare a lato dei titoli dei post.
nl_nl: Noem het maximaal aantal iconen dat geplaatst mag worden voor de post titels.
pl_pl: Podaj maksymalną liczbę ikon wyświetlanych przy tytułach wpisów.
ru_ru: Укажите максимально количество иконок, которое следует выводить перед названием поста.
sk_sk: Zadajte maximálny počet ikôn, ktoré sa majú zobraziť pred názvom článku.
sv_se: Skriv in det maximala antalet ikoner att visa framför inläggens rubriker.
tr_tr: Yazı başlıklarının önünde gösterilecek maksimum ikon sayısını girin.

source: Update Options
bg_bg: Запази промените
cs_cz: Aktualizovat nastavení
da_dk: Opdater indstillinger
de_de: Einstellungen aktualisieren
es_es: Actualizar Opciones
fr_fr: Mettre à jour les options
it_it: Aggiorna le Opzioni
nl_nl: Update opties
pl_pl: Zapisz ustawienia
ru_ru: Сохранить настройки
sk_sk: Ulož nastavenia
sv_se: Uppdatera inställningar
tr_tr: Seçenekleri güncelle

source: Loading&#8230;
fr_fr: Chargement&#8230;

source: Remember that these locations are just where you COULD paste the tag, not where you MUST paste it. It's up to you to find the appropriate location within your template files. The tag is usually within the Loop.
fr_fr: Ce ne sont que des propositions de placements, vous n'êtes pas obligés de les respecter à la lettre. A vous de trouver les emplacements qui correspondent le mieux à votre thème. Le tag get_cat_icon est habituellement utilisé dans la Boucle.
it_it: Questo é un suggerimento sul dove POTRESTI incollare il tag e non dove DOVRESTI incollarlo. Dipenderà da te trovare un luogo appropriato nei file del tuo template. Il tag va generalmente inserito nel Loop.

source: Paste the following code in the listed files, at the line and column numbers displayed below.
bg_bg: Копирайте следния код в изброените файлове на посочения ред и колона.
cs_cz: Vložte následující kód do souborů v seznamu (na šipkou označené místo)
da_dk: Indsæt følgende kode i de listede filer, på de angivne linje- og kolonnenumre.
de_de: Fügen Sie folgenden Code in den folgenden Dateien in der entsprechenden Zeile und Spalte ein.
es_es: Pega el siguiente codigo en los archivos listados, en el numero de linea y columna mostrado a continuacion.
fr_fr: Allez dans les fichiers indiqués, aux numéros de ligne et de colonne, pour coller le code suivant :
it_it: Incolla il seguente codice nei file, posizionandolo al numero della linea e della colonna corrispondente indicato qui sotto :
nl_nl: Kopieer de volgende code in de files, bij de lijn en kolom nummers die hier beneden staan.
pl_pl: Wklej powyższy kod do podanych plików, w linii oraz kolumnie podanej niżej.
ru_ru: Вставьте следующий код в файлы из списка, расположенного ниже.
sk_sk: Vlož nasledujúci kód do uvedených súborov, na presnom riadku a stĺpci ako je uvedené :
sv_se: Klistra in följande kod i de listade filerna. Klistra in kod på de rad- och kolumnnummer som anges nedan.
tr_tr: Şu kodu, listelenmiş dosyaların aşşağıda gösterilen satır ve sütun numaralarında giriniz.

source: There's nothing to do.
bg_bg: Няма нищо за правене.
cs_cz: Nic na výběr
da_dk: Der er ikke noget der skal udføres.
de_de: Es gibt nichts zu tun.
es_es: No hay nada que hacer.
fr_fr: Il n'y a rien à faire.
it_it: Niente da fare.
nl_nl: Er is niets te doen.
pl_pl: Nie ma zadań do wykonania.
ru_ru: Ничего не нужно делать.
sk_sk: Plugin je už vložený do súborov.
sv_se: Det finns inget att göra.
tr_tr: Yapılacak birşey yok.

source: Template Tags for
cs_cz: Zástupné značky pro váš vzhled
fr_fr: Tags pour le thème
it_it: Template Tags per
pl_pl: Tagi szablonu dla
sv_se: Template-taggar för
tr_tr: Tema Tag'leri

source: Replace the code
bg_bg: Заменете кода
cs_cz: Nahraďte kód
da_dk: Erstat koden
de_de: Ersetze den Code
es_es: Reemplaza el codigo
fr_fr: Remplacez le code
it_it: Sostituisci il codice
nl_nl: Vervang de code
pl_pl: Zmień kod
ru_ru: Замените код
sk_sk: Nahraď kód :
sv_se: Ersätt koden
tr_tr: Kodu değiştir

source: Categories
bg_bg: Категории
cs_cz: Kategorie
da_dk: Kategorier
de_de: Kategorien
es_es: Categorias
fr_fr: Catégories
it_it: Categorie
nl_nl: Categorieën
pl_pl: Kategorie
ru_ru: Рубрики
sk_sk: Kategórie
sv_se: Kategorier
tr_tr: Kategoriler

source: Title:
bg_bg: Заглавие:
cs_cz: Titulek:
da_dk: Titel:
de_de: Titel:
es_es: Titulo:
fr_fr: Titre:
it_it: Titolo
nl_nl: Titel:
pl_pl: Tytuł:
ru_ru: Заголовок:
sk_sk: Názov:
sv_se: Titel:
tr_tr: Başlık:

source: Show post counts
bg_bg: Показване на броя на публикациите
cs_cz: Zobrazit počet článků
da_dk: Vis antal indlæg
de_de: Zeige Anzahl der Beiträge
es_es: Mostrar Contador de Entradas
fr_fr: Afficher le nombre d'articles
it_it: Mostra il numero dei post
nl_nl: Display het aantal posts
pl_pl: Pokazuj licznik wpisów
ru_ru: Показывать количество записей
sk_sk: Ukáž počet postov
sv_se: Visa antalet inlägg
tr_tr: Yazı sayısını göster

source: Show hierarchy
bg_bg: Йерархично изобразяване
cs_cz: Zobrazit strukturu
da_dk: Vis hierarki
de_de: Zeige Hierarchie
es_es: Mostrar jerarquia
fr_fr: Afficher la hiérarchie
it_it: Mostra la gerarchia
nl_nl: Display de hiërarchie
pl_pl: Pokaż hierarchię
ru_ru: Показать иерархию
sk_sk: Ukáž hierarchiu
sv_se: Visa hierarki
tr_tr: Hiyerarşiyi göster

source: Order : use My Category Order plugin
fr_fr: Ordre : utiliser le plugin Ordre des Catégories
it_it: Disposizione : utilizza il plugin My Category Order.
pl_pl: Porządkuj: użyj wtyczki My Category Order

source: put_cat_icons() parameters:
bg_bg: параметри на put_cat_icons():
cs_cz: Parametry funkce <b>put_cat_icons():</b>
da_dk: put_cat_icons() parametre:
de_de: put_cat_icons() Parameter:
es_es: parametros de put_cat_icons() :
fr_fr: Paramètres de put_cat_icons() :
it_it: put_cat_icons() parametri:
pl_pl: Parametry funkcji put_cat_icons():
ru_ru: параметры put_cat_icons():
sk_sk: parametre pre funkciu put_cat_icons():
sv_se: Parametrar för put_cat_icons():
tr_tr: put_cat_icons() parametreleri:

source: Exclude:
bg_bg: Изключване на:
cs_cz: Vyloučit:
da_dk: Se bort fra:
de_de: Ausschließen:
es_es: Excluir:
fr_fr: Exclure:
it_it: Escludi:
nl_nl: Niet toevoegen:
pl_pl: Wyklucz:
ru_ru: Исключить:
sk_sk: Vynechať:
sv_se: Exkludera:
tr_tr: Hariç tut:

source: Category IDs, separated by commas.
bg_bg: ID на категории, отделени със запетаи.
cs_cz: ID kategorií oddělených čárkou.
da_dk: Kategori ID'er, adskilt af komma.
de_de: Kategorie IDs, durch Kommata getrennt.
es_es: IDs de Categorias, separados por comas.
fr_fr: IDs de catégories, séparés par une virgule.
it_it: ID delle categorie separati da una virgola.
nl_nl: Categorie Ids, uit elkaar gehouden door komma's
pl_pl: ID Kategorii, oddzielone przecinkiem.
ru_ru: ID рубрик, разделенные запятыми.
sk_sk: ID kategórií, oddelené čiarkami:
sv_se: Kategori ID, separerade med komma.
tr_tr: Kategori ID'leri, virgülle ayrılmış.

source: Easily assign icons to your categories
bg_bg: Добавете икони към категориите. Лесно е!
cs_cz: Jednoduché přiřazení obrázků k vaším kategoriím
da_dk: Tildel ikoner til kategorier på en nem måde
de_de: Einfaches Zuweisen von Icons zu Ihrer Kategorie
es_es: Asigna facilmente iconos a tus categorias
fr_fr: Attribuez facilement des icônes à vos catégories
it_it: Assegna le icone alle tue categorie
nl_nl: Gemakkelijk iconen toewijzen aan je categorieën
pl_pl: Łatwo przypisuje ikonę to Twojej kategorii
ru_ru: Добавление иконок к вашим рубрикам
sk_sk: Jednoducho priraď ikony kategóriám
sv_se: Lägg till ikoner till dina kategorier på ett enkelt sätt
tr_tr: Kategorilerinize kolayca ikonlar atayın

source: Include:
fr_fr: Inclure:
it_it: Includi:
pl_pl: Załącz:

source: Documentation
cs_cz: Dokumentace
it_it: Documentazione
nl_nl: Documentatie
pl_pl: Dokumentacja
ru_ru: Документация
sv_se: Dokumentation
tr_tr: Dokümanlar

source: Code
bg_bg: Код
cs_cz: Kód
da_dk: Kode
es_es: Codigo
it_it: Codice
pl_pl: Kod
ru_ru: Код
sk_sk: Kód
sv_se: Kod
tr_tr: Kod

source: Description
it_it: Descrizione
pl_pl: Opis

source: Options
bg_bg: Настройки
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Optionen
es_es: Opciones
it_it: Opzioni
nl_nl: Opties
pl_pl: Opcje
ru_ru: Настройки
sk_sk: Nastavenia
sv_se: Alternativ
tr_tr: Seçenekler

source: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38;ig_tab=options">Assign icons to your categories easily</a>.
cs_cz: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38;ig_tab=options">Přiřaďte obrázky k vaším kategoriím</a>.
sv_se: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38;ig_tab=options">Tilldela ikoner till dina kategorier enkelt.</a>.
tr_tr: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38;ig_tab=options">Kategorilerinize kolayca ikonlar atayın</a>.

source: A new version of the plugin <strong>%s</strong> is available
bg_bg: Излязла е нова версия на <strong>%s</strong>
cs_cz: Je dostupná nová verze pluginu <strong>%s</strong>
da_dk: Der er en ny version af <strong>%s</strong>.
de_de: Eine neue Version des Plugins <strong>%s</strong> ist verfügbar
es_es: Nueva version del plugin <strong>%s</strong> disponible
nl_nl: Een nieuwe versie van de plugin <strong>%s</strong> is beschikbaar
ru_ru: Доступна новая версия плагина <strong>%s</strong
sk_sk: Nová verzia zásuvného modulu <strong>%s</strong> je k dispozícii
sv_se: En ny version av denna plugin <strong>%s</strong> finns
tr_tr: <strong>%s</strong> eklentisinin yeni bir sürümü mevcut

source: Check for updates
bg_bg: Проверяване за нова версия
cs_cz: Zkontrolovat aktualizace
da_dk: Se efter opdateringer
de_de: Nach Updates suchen
es_es: Buscar Actualizaciones
nl_nl: Controleer op updates
ru_ru: Проверять на обновления
sk_sk: Zisti novú verziu
sv_se: Sök efter uppdateringar
tr_tr: Güncellemeleri kontrol et

source: Order : use <a href="http://geekyweekly.com/mycategoryorder">"My Category Order"</a> plugin.
cs_cz: Pořadí: Použijte <a href="http://geekyweekly.com/mycategoryorder">"My Category Order"</a> plugin.
sv_se: Ordning : Använd <a href="http://geekyweekly.com/mycategoryorder">"Min ordning"</a> plugin.
tr_tr: Sıra: <a href="http://geekyweekly.com/mycategoryorder">"My Category Order"</a> eklentisini kullanınız.

source: Position the category icon in sidebar on the left<br/>or on the right of the category name ?
bg_bg: Място на иконата на категорията: от ляво<br/>или дясно на името<br/> на категорията?
cs_cz: Pozice obrázků seznamu kategorií v menu v levo <br />nebo v pravo od názvu kategorie?
da_dk: Placer kategori ikon i sidebaren til venstre <br/> eller til højre for kategorinavnet ?
de_de: Soll das Kategorie Icon links oder rechts vom Namen der Kategorie positioniert werden ?
es_es: Posicion de los Iconos de Categorias en la barra lateral a la Izquierda<br/>o a la derecha del nombre de categoria ?
nl_nl: Positioneer de categorie iconen in de sidebar links <br/> of rechts van de categorie titel ?
ru_ru: Поместить иконку рубрики слева или справа от названия рубрики?
sk_sk: Umiestniť ikonu kategórie v bočnom paneli pred alebo za názvom kategórie ?
sv_se: Placera kategori-ikonen i sidokolumnen på vänstra<br/>eller på högra sidan om kategorinamn?
tr_tr: Kategori ikonu yan menüde kategori isminin<br/> soluna mı, sağına mı yerleşsin?

source: See the changelog of %s version
cs_cz: Podívejte se na soubor změn pro verzi %s
nl_nl: Bekijk het changelog van %s versie
ru_ru: Смотрите список изменений версии %s
sv_se: Se changelog för %s version
tr_tr: %s sürümünün değişmiş özelliklerine bakın

source: Select 'Left' if you want to put the category icon in front of the category name in the sidebar, or 'Right' if you want to put it after. <b>Remember that you must use the put_cat_icons() function to display icons in the sidebar</b>.
cs_cz: Vyberte <b>Vlevo</b> pokud chcete vložit obrázek kategorie před název kategorie nebo vyberte <b>Vpravo</b> pokud chcete mít obrázek kategorie až za názvem kategorie. Nezapomeňte vložit funkci put_cat_icons() do vašeho menu (soubor sidebar.php).
nl_nl: Selecteer 'Links' wanneer je de categorie icon voor de categorie naam wil hebben in de sidebar, of 'Rechts' wanneer je hem erachter wilt. <b> Vergeet niet dat je de put_cat_icons() functie moet gebruiken om de iconen weer te geven in de sidebar </b>.
ru_ru: Выберите "Слева", если желаете поместить иконку рубрики перед ее названием в сайдбаре, или "Справа", если хотите поместить ее после названия. <b>Помните, что вы должны исплользовать функцию put_cat_icons() для отображения иконок в сайдбаре</b>.
sv_se: Välj 'Vänster' om du vill att kategori-ikonen ska stå framför kategorinamnet i sidokolumnen. Annars 'Höger' om du vill att ikonen ska stå efter kategorinamnet.<b>Kom ihåg att du måste använda funktionen put_cat_icons() för att visa ikoner i sidokolumnen</b>.
tr_tr: Kategori ikonu kategori isminin öncesinde olsun istiyorsanız 'Sol'u, sonrasında olsun istiyorsanız 'Sağ'ı seçin. <b>İkonların yan menüde görüntülenmesini istiyorsanız, put_cat_icons() değerini kullanmanız gerektiğini unutmayın</b>.

source: The field %s is missing.
bg_bg: Полето %s липсва.
cs_cz: Pole %s není vyplňeno!
da_dk: Feltet %s mangler.
de_de: Das Feld %s fehlt.
es_es: el campo %s no aparece.
nl_nl: Dit veld %s ontbreekt.
ru_ru: Отстутствует поле %s.
sk_sk: Pole %s chýba.
sv_se: Fältet % saknas.
tr_tr: %s alanı kayıp.

source: Use CSS (in this case, you must handle yourself the space around the icons with margin)
cs_cz: Použít CSS (nutno nastylovat v *.CSS souboru)
nl_nl: Gebruik CSS (in dit geval moet je zelf de ruimte rond de iconen instellen met marges)
ru_ru: Использовать CSS (в этом случае вы должны указать отступы в файле стилей)
sv_se: Använd CSS (i detta fall måste du själv hantera utrymme mellan ikoner med hjälp av marginaler)
tr_tr: CSS kullan (bunu seçerseniz, ikonların çevresindeki boşlukları margin ile kendiniz girmelisiniz)

source: the default upload path is not accessible. Please create one or change the permissions on the directory.
bg_bg: пътят за качване по подразбиране не е достъпен. Моля създайте нов или променете настройките за запис на директорията.
cs_cz: Výchozí cesta pro nahrávání souborů je nepřístupná! Vytvořte ji prosím nebo ji nastavte správná práva.
da_dk: Standard upload stien er ikke tilgængelig. Opret den venligst eller tilpas rettigheder på biblioteket.
de_de: der Standard-Upload-Pfad ist nicht erreichbar. Bitte erstellen Sie einen oder ändern Sie die Rechte des Verzeichnisses.
es_es: la ruta de subidas no es accesible. Por favor, crea una o cambia los permisos al directorio.
nl_nl: Het standaard upload pad is niet beschikbaar. Maak een nieuwe aan of verander de permissies in de directories.
ru_ru: папка загрузки по умолчанию не доступна. Пожалуйста, создайте ее или измените права доступа.
sk_sk: Východisková cesta pre upload nie je prístupná. Vytvor daný adresár alebo uprav prístupové práva k tomuto adresáru.
sv_se: Den förinställda uppladdningssökvägen är inte tillgänglig. Var god skapa en giltig sökväg eller ändra rättigheterna för katalogen.
tr_tr: varsayılan yükleme yolu erişilemez durumda. Lütfen yeni bir tane yaratın yada dizin üzerindeki izinleri değiştirin.
