Repository: metamn/smuff.old
Catalog: plugins/category-icons/languages/po_files/category_icons-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, ru_ru, sk_sk, sv_se, tr_tr

source: you must deactivate and reactivate this plugin.
bg_bg: трябва да изключите и включите разширението.
cs_cz: Musíte vypnout a znova zapnout tento plugin
da_dk: Du skal deaktivere og genaktivere denne udvidelse.
de_de: sie müssen das Plugin de- und reaktivieren.
es_es: necesitas desactivar y reactivar este plugin.
nl_nl: Je moet de plugin deactiveren en opnieuw activeren.
ru_ru: вы должны деактивировать и повторно активировать этот плагин.
sk_sk: Musíš deaktivovať a znovu aktivovať zásuvný modul.
sv_se: Du måste avaktivera och omaktivera denna plugin.
tr_tr: bu eklentiyi önce etkisizleştirip sonra etkinleştirmelisiniz.

source: Use this widget to display category icons in a sidebar.
da_dk: Brug denne widget til at vise kategori ikoner i en sidebar.
nl_nl: Gebruik deze Widget om de Categorie Iconen weer te geven in de sidebar.
ru_ru: Используйте этот виджет для отображения иконок категорий в сайдбаре.

source: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38;ig_tab=options">Assign icons to your categories easily</a>. Don't forget to activate the Category Icons widget !
da_dk: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38;ig_tab=options">Tildel ikoner til kategorier på en nem måde</a>. Husk også at aktivere kategori ikon widget !
nl_nl: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38;ig_tab=options">Koppel de iconen gemakkelijk aan jouw categorieën </a>. Niet vergeten de Categorie Icoon Widget te activeren !
ru_ru: <a href="edit.php?page=category_icons.php&#38;ig_module=caticons&#38;ig_tab=options">Легкое добавление иконок к вашим рубрикам</a>. Не забудьте активировать виджет Category Icons!

source: Template Code
bg_bg: Код на шаблона
da_dk: Tema kode
es_es: Plantilla de codigo
ru_ru: Шаблон кода
sk_sk: Template kód

source: Template Code for
nl_nl: Template code voor
ru_ru: Шаблон кода для

source: Select 'Left' if you want to put the category icon in front of the category name in the sidebar, or 'Right' if you want to put it after. <b>Remember that you must use the put_cat_icons() function to dislay icons in the sidebar</b>.
bg_bg: Изберете "Ляво" ако искате да сложите иконата преди името на категорията в страничната лента или "Дясно" ако искате да е след.<br/><b>Не забравяйте, че трябва да използвате функцията put_cat_icons(), за да покажете икони в страничната лента</b>.
da_dk: Vælg 'Venstre' hvis du vil have kategori ikonet foran kategorinavnet i sidebaren, eller 'Højre' hvis du vil have det efter. <br>Husk at du skal bruge put_cat_icons() funktionen for at vise kategori ikoner i sidebaren</b>.
de_de: Wählen Sie 'Links', wenn Sie das Kategorie Icon vor dem Kategorienamen in der Sidebar positionieren möchten und 'Rechts', wenn es dahinter sein soll. <b>Bedenken Sie bitte, dass Sie die put_cat_icons() function Funktion verwenden müssen, wenn Sie die Icons in der Sidebar anzeigen möchten.</b>
es_es: Selecciona 'Izquierda' si quieres que el icono de categoria aparezca delante del nombre de la categoria en la barra lateral, o 'Derecha' si quieres que ponerlo despues. <b>Recuerda usar la funcion put_cat_icons() para mostrar los iconos en la barra lateral</b>
sk_sk: Zvoľ 'Vľavo' ak chcete dosadiť ikonu kategórie pred názov kategórie v bočnom paneli, alebo 'Vpravo' keď ju chcete dosadiť za názov. <b>Pamätajte že musíte použiť funkciu put_cat_icons() na zobrazenie ikony v bočnom paneli</b>.

source: Sizes of the spacers around the sidebar icons
bg_bg: Размер на свободното пространство около иконите в страничната лента
da_dk: Størrelsen af mellemrum omkring sidebar ikoner :
de_de: Größe der Spacer um die Sidebar Icons
es_es: Tamaño de los espacios alrededor de los iconos de la barra lateral
sk_sk: Veľkosti medzier okolo ikony

source: Template Code for
bg_bg: Код за добавяне в шаблоните на
da_dk: Tema kode til
de_de: Template Code für
es_es: Plantilla de codigo para
sk_sk: Template kód pre

source: Manage
bg_bg: Управление
de_de: Verwalten
es_es: Gestionar
sk_sk: Správa
